[
    {
        "id": 3,
        "img_url": "https://www.hozpitalityplus.com/upload/photos/2018/09/P3tfcseQowekQu9VoQRI_06_78d74a67b0202a1b887116119230f0df_image.jpg",
        "name": "Ahmed Allithy",
        "year_of_experience": 9,
        "recipes_names": "Kabsa, Mandi, Shakshuka",
        "likes": 900,
        "detail_link": "https://www.hozpitalityplus.com/read-article/28_a-interview-with-ahmed-allithy-arabic-chef-at-courtyard-by-marriott-world-trade.html",
        "detail": "A culinary expert in modern Arabic fine-dining, Chef Ahmed Allithy rejoins the talented culinary team of Courtyard by Marriott World Trade Center, Abu Dhabi as the new Arabic Chef. He will bring a delectable blend of traditional flavour pairings refined through innovative cooking techniques in Bistro. Chef Ahmed began his hospitality career with the Jumeirah Group where he was able to develop his career by participating in comprehensive culinary training course with the support of Chef Ahmed Badr. From there, he joined Marriott Hotels & Resorts, Intercontinental Group and eventually made his way back to the Marriott family through his current role at Courtyard by Marriott World Trade Center, Abu Dhabi.Speaking about his career, Chef Ahmed said, Joining the Marriott Group, I felt that I had finally perfected my passion. The management creates the perfect opportunity to develop its members, encouraging us to have confidence in our abilities and bringing together the best team that I have worked with. I am extremely delighted to return to the Marriott family after two years and I would like to thank the management for paving the way for me to achieve my goal of becoming the Arabic Chef at Courtyard by Marriott.",
        "recipes": [
          {
              "name": "KABSA",
              "r_img": "https://www.marthastewart.com/thmb/fcTkHSvDtl_Wj_hZzCyjzo9SxB0=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/entertaining-crowd-chicken-kasaba-bobbi-lin-0022-d113199-0317_horiz-188fcc99f3844a698cc5cf0bf81f5f62.jpgitokx_hH20Db",
              "ingredients":[
                  "2 cups basmati rice, rinsed and drained",
                  "2 tomatoes, chopped",
                  "1 tsp ground turmeric",
                  "1/4 cup tomato paste",
                  "Salt and black pepper",
                  "3 cups chicken broth or water"
                ],
              "cooking_method": [
                  "In a large pot or Dutch oven, heat the vegetable oil over medium-high heat. Add the chopped onions and minced garlic, and sauté for 2-3 minutes, until softened.",
                  "Add the chicken pieces to the pot and cook for 5-7 minutes, stirring occasionally, until they're lightly browned on all sides.",
                  "Add the chopped tomatoes, tomato paste, ground cumin, ground coriander, ground turmeric, ground cinnamon, ground cardamom, saffron threads (with the soaking water), salt, and black pepper to the pot. Stir to combine all the ingredients.",
                  "Pour in the chicken broth or water and bring the mixture to a boil. Reduce the heat to low, cover the pot, and simmer for 30-35 minutes, until the chicken is tender and cooked through.",
                  "Reduce the heat to low, cover the pot, and simmer the rice for 20-25 minutes, until it's tender and fully cooked. Fluff the rice with a fork, then remove the pot from the heat."
                ],
              "ratting": "4.7"
          },
          {
              "name": "MANDI",
              "r_img": "https://b.zmtcdn.com/data/pictures/1/19499081/6552ee7f14a55b30df14c797726470b0.jpg?fit=around|771.75:416.25&crop=771.75:416.25;*,*",
              "ingredients":[  "2 cups basmati rice, rinsed and drained",  "1 lb bone-in chicken pieces, skin removed",  "2 onions, chopped",  "1 tsp ground turmeric",  "Salt and black pepper",  "1/2 cup raisins or chopped dried apricots, for garnish",  "3 cups chicken broth or water"] ,
              "cooking_method": [
                  "Preheat the oven to 350°F (180°C).",
                  "In a large pot or Dutch oven, heat the vegetable oil over medium-high heat. Add the chopped onions and minced garlic, and sauté for 2-3 minutes, until softened.",
                  "Add the chicken pieces to the pot and cook for 5-7 minutes, stirring occasionally, until they're lightly browned on all sides.",
                  "Pour in the chicken broth or water and bring the mixture to a boil. Reduce the heat to low, cover the pot, and simmer for 30-35 minutes, until the chicken is tender and cooked through.",
                  "Reduce the heat to low and cover the pot tightly with a lid or aluminum foil. Bake the pot in the preheated oven for 20-25 minutes, until the rice is fully cooked and fluffy.",
                  "To serve, transfer the rice to a large serving platter and arrange the chicken pieces on top. Drizzle the melted butter over the chicken and rice, and garnish the dish with raisins or chopped dried apricots.",
                  "note: If you have a tandoor oven or a charcoal grill, you can cook the chicken and rice in it for an even more authentic flavor. Simply wrap the chicken and rice in a muslin cloth or aluminum foil and place it in the tandoor or grill for 30-40 minutes, until fully cooked."
                ],
              "ratting": "4.5"
          },
          {
              "name": "SHAKSHUKA",
              "r_img": "https://myfoodbook.com.au/sites/default/files/styles/schema_img/public/recipe_photo/Green-sharshuka_0387.jpg",
              "ingredients":[
                  "4-5 ripe tomatoes, chopped",
                  "1 red bell pepper, chopped",
                  "4 cloves garlic, minced",
                  "1 tsp ground cumin",
                  "1/4 tsp cayenne pepper (optional)",
                  "1/4 cup chopped fresh parsley or cilantro, for garnish",
                  "Crusty bread, for serving",
                  "2 tbsp olive oil"
                ],
              "cooking_method": [
                  "In a large skillet or cast-iron pan, heat the olive oil over medium-high heat. Add the chopped onion and sauté for 2-3 minutes, until it's softened and lightly browned.",
                  "Add the chopped red bell pepper and minced garlic to the pan, and sauté for another 2-3 minutes, until they're softened.",
                  "Add the chopped tomatoes, ground cumin, paprika, ground coriander, cayenne pepper (if using), salt, and black pepper to the pan. Stir to combine all the ingredients.",
                  "Reduce the heat to medium-low and simmer the tomato-pepper mixture for 10-15 minutes, until it's thick and saucy.",
                  "Use a spoon or spatula to make 4-6 wells in the tomato-pepper sauce, depending on how many eggs you want to poach. Crack an egg into each well.",
                  "Cover the skillet or pan with a lid or aluminum foil and cook for 5-7 minutes, until the egg whites are set and the yolks are still runny.",
                  "Remove the skillet or pan from the heat and sprinkle the chopped parsley or cilantro over the top of the shakshuka.",
                  "Serve the shakshuka hot with crusty bread for dipping into the sauce and egg yolks. Enjoy!"
              ],
              "ratting": "5"
          }

      ]
      }
]