[
    {
        "id": 6,
        "img_url": "https://www.caterermiddleeast.com/2021/05/HBw6OH3S-Mashael-Iprahim-Almushawwah,-commis,-56th-Avenue-Diner,-Hyatt-Regency-Riyadh-Olaya,-Saudi-Arabia.jpg",
        "name": "Mashael Iprahim",
        "year_of_experience": 4,
        "recipes_names": "Ful Medames, Mujadara, Kunafa",
        "likes": 1100,
        "detail_link": "https://www.caterermiddleeast.com/events/caterer-awards/80595-female-saudi-chef-wins-kitchen-hero-of-the-year-award",
        "detail": "Mashael Iprahim Almushawwah is a commis at 56th Avenue Diner at Hyatt Regency Riyadh Olaya and she wowed the judges with her passion for cooking and innovative techniques. She is known for her willingness to share and recommend local recipes, while at the front-of-house her welcoming nature helps to provide guests with true Saudi hospitality. Unfortunately, Almushawwah couldn’t attend the awards at the JW Marriott Marquis due to staffing issues at her venue, and ever the kitchen hero she wouldn’t leave them further short-staffed. Caterer Middle East editor Simon Ritchie presented the award to Samantha Wood, food writer at FooDiva and one of this year’s judging panel, on behalf of Almushawwah. Wood said: “The kitchen is known as the heart of the house. As a female working in Saudi, this lady has gone out of her way and proven that she was more than capable of doing that job. Awards like this are great as they give recognition for women in this industry and I hope it will give her wings to explore her career further in her hotel or elsewhere.” Her colleagues also spoke highly of Almushawwah in their testimonials in her nomination, with 56th Avenue Diner restaurant manager Ahmad Mubaideen, saying: “Mashael’s touch to the local cuisine at the breakfast has positively contributed to HySat scores for food and beverage. Our scores for Saudi cuisine have significantly improved when compared to last year.”"
      },
      {
        "recipes": [
            {
                "name": "FUL MEDAMES",
                "r_img": "https://cdn.shopify.com/s/files/1/0111/1729/7722/articles/timthumb_c59c0376-f46b-4969-a7ab-b9901e95eaec.jpg?v=1531317177",
                "ingredients":["2 cans (15 oz each) cooked fava beans, drained and rinsed",
                "4 garlic cloves, minced",
                "1/4 cup lemon juice",
                "1/4 cup olive oil",
                "1 teaspoon ground cumin",
                "Salt, to taste",
                "Optional toppings: chopped parsley, diced tomatoes, sliced green onions, hard-boiled eggs, pita bread"],
                "cooking_method": [
                    "In a medium saucepan, combine the drained fava beans, minced garlic, lemon juice, olive oil, ground cumin, and a pinch of salt.",
                    "Mash the mixture with a potato masher or the back of a fork until it reaches your desired consistency (some prefer it smooth, others prefer it slightly chunky).",
                    "Cook the mixture over medium-low heat for 10-15 minutes, stirring occasionally, until heated through and the flavors have melded together. If the mixture is too thick, add a splash of water to thin it out.",
                    "Serve hot, topped with chopped parsley, diced tomatoes, sliced green onions, hard-boiled eggs, and/or warm pita bread."
                ],
                "ratting": "5"
            },
            {
                "name": "MUJADARA",
                "r_img": "https://www.feastingathome.com/wp-content/uploads/2018/10/instant-pot-mujadara-100.jpg",
                "ingredients":["1 cup dried green or brown lentils",
                "1 cup basmati rice",
                "3 large onions, thinly sliced",
                "1/4 cup olive oil",
                "1 teaspoon ground cumin",
                "Salt, to taste"],
                "cooking_method": [
                    "Rinse the lentils and place them in a pot with 3 cups of water. Bring to a boil, then reduce the heat to low and let simmer for 20-25 minutes, or until the lentils are tender. Drain any excess water and set aside.",
                    "Rinse the rice and place it in a separate pot with 2 cups of water. Bring to a boil, then reduce the heat to low and let simmer for 18-20 minutes, or until the rice is fully cooked. Remove from heat and set aside.",
                    "While the lentils and rice are cooking, heat the olive oil in a large skillet over medium heat. Add the sliced onions and cook, stirring occasionally, for 15-20 minutes, or until the onions are caramelized and crispy. Remove half of the onions from the skillet and set aside.",
                    "Add the cooked lentils, ground cumin, and salt to the skillet with the remaining onions, and stir to combine. Cook for 5-10 minutes, or until the lentils are heated through.",
                    "To serve, spread the cooked rice on a large platter, then top with the lentil and onion mixture. Sprinkle the reserved caramelized onions over the top, and serve hot."
                    ],
                "ratting": "4.9"
            },
            {
                "name": "CHICKEN KABASA",
                "r_img": "https://c.ndtvimg.com/2021-04/9s8mb8no_chicken-kabsa_625x300_30_April_21.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
                "ingredients":[
                    "4 cups water",
                    "2 onions, chopped",
                    "4 garlic cloves, minced",
                    "1 tablespoon ginger paste",
                    "2 tomatoes, diced",
                    "4 cardamom pods",
                    "4 cloves",
                    "1/4 cup vegetable oil",
                    "Salt, to taste"
                  ],
                "cooking_method": [
                    "Wash and rinse the rice until the water runs clear. Soak the rice in cold water for 20 minutes, then drain and set aside.",
                    "In a large pot, heat the vegetable oil over medium heat. Add the chicken pieces and brown them on all sides, then remove them from the pot and set aside.",
                    "In the same pot, add the chopped onions and cook for 5-7 minutes, or until they are softened. Add the minced garlic and ginger paste, and cook for another minute.",
                    "Add the diced tomatoes, tomato paste, ground cumin, ground coriander, turmeric powder, black pepper, cinnamon sticks, cardamom pods, cloves, and salt. Stir to combine and cook for a few minutes, or until the tomatoes have broken down and the spices are fragrant.",
                    "Add the browned chicken back to the pot, along with 4 cups of water. Bring the mixture to a boil, then reduce the heat to low and cover the pot with a lid. Let simmer for 30-40 minutes, or until the chicken is fully cooked and tender.",
                    "Remove the chicken from the pot and set aside. Add the soaked rice to the pot, stir to combine, and bring the mixture to a boil.",
                    "Reduce the heat to low, cover the pot with a lid, and let simmer for 20-25 minutes, or until the rice is fully cooked and tender."
                    ],
                "ratting": "5"
            }

        ]
      }
]